/*
   // Esqueleto em Branco

   {
        "productId": ,
        "name": "",
        "longDescription": "",
        "description": "",
        "line": "",
        "categories": [""],
        "recommendedFor": "",
        "usage": "",
        "benefits": "",
        "bestSeller": false,
        "basePrice": .9,
        "salePrice": .9
    }, 
*/

    //NATURA HOMEM

{
    "productId": 55123,
    "name": "Desodorante Colônia Natura Homem Madeiras 100 ml",
    "longDescription": "A Colônia Natura Homem não só se renova, mas também expande: nova fragrância Madeiras. Com a mesma embalagem sofisticada e contemporânea da colônia Clássica, traz os conceitos de performance e sofisticação além de facilitar o uso no dia a dia com ímã na tampa. Sua tonalidade remete ao universo noturno e o frescor das especiarias frias, como gengibre e cardamomo, em contraste com um rico complexo amadeirado e ambarado trazem masculinidade e personalidade marcante.",
    "description": "Nova fragrância Madeiras. Com a mesma embalagem sofisticada e contemporânea da colônia Clássica, traz os conceitos de performance e sofisticação além de facilitar o uso no dia a dia com ímã na tampa.",
    "line": "Natura Homem",
    "categories": ["Perfumaria"],
    "recommendedFor": "Homens",
    "usage": "Para uma melhor perfumação, aplique nos pulsos, pescoço, colo e atrás das orelhas a uma distância de aproximadamente 30 cm",
    "benefits": "Frescor, Sofisticação, Marcante",
    "bestSeller": false,
    "basePrice": 122.9,
    "salePrice": 85.9
},
{
    "productId": 55129,
    "name": "Deo Parfum Natura Homem Essence - 100ml"
    "longDescription": "O primeiro Deo parfum de Natura Homem tem notas marcantes e intensas, ideal para a noite e ocasiões especiais. Sua fragrância marcante pelas especiarias, reforçadas pela combinação de madeiras patchouli, guaiac, cedro e conforto do cashmeran e amber acompanha o homem na rotina que é cada vez mais diversa e flexível. Madeira | Sensual | Cashmeran.",
    "description": "Sua fragrância marcante pelas especiarias, reforçadas pela combinação de madeiras patchouli, guaiac, cedro e conforto do cashmeran e amber.",
    "line": "Natura Homem",
    "categories": ["Perfumaria"],
    "recommendedFor": "Homens",
    "usage": "Para uma melhor perfumação, aplique nos pulsos, pescoço, colo e atrás das orelhas a uma distância de aproximadamente 30 cm",
    "benefits": "Embalagem sofisticada com pintura especial e ímã na tampa para facilitar o uso no dia a dia.",
    "bestSeller": false,
    "basePrice": 139.9,
    "salePrice": 99.9
},
{
    "productId": 54132,
    "name": "Desodorante Antitranspirante Roll-on Natura Homem - 75 ml",
    "longDescription": "O desodorante rollon Natura Homem foi desenvolvido para manter você protegido e perfumado, sem irritar a sua pele, e com a clássica fragrância da linha.",
    "description": "Protegido e perfumado, sem irritar a sua pele",
    "line": "Natura Homem",
    "categories": ["Perfumaria","Desodorantes"],
    "recommendedFor": "Homens",
    "usage": "Aplique nas axilas. Espere secar bem antes de se vestir.",
    "benefits": "Seu complexo de ingredientes hidratantes cuida e protege a pele contra as agressões do dia a dia. Proteção 48h contra o mau odor sem abrir mão do cuidado.",
    "bestSeller": false,
    "basePrice": 19.3,
    "salePrice": 15.3
},
{
    "productId": 54222,
    "name": "Desodorante Colônia Natura Homem Especiarias - 100ml",
    "longDescription": "Não existe caminho certo ou errado. Existe o seu caminho. O Desodorante Colônia Natura Homem Especiarias acompanha você em todos os momentos do seu dia, com sofisticação e a rica fragrância amadeirada que apresenta frescor prolongado de notas cítricas que evoluem para um elegante e distinto corpo especiado, com pimenta branca e noz moscada, sendo finalizada por um fundo de extrema masculinidade vindas de notas amadeiradas de vetiver e cedro.",
    "description": "ompanha você em todos os momentos do seu dia, com sofisticação e a rica fragrância amadeirada.",
    "line": "Natura Homem",
    "categories": ["Perfumaria","Desodorantes"],
    "recommendedFor": "Homens",
    "usage": "Para uma melhor perfumação, aplique nos pulsos, pescoço, colo e atrás das orelhas a uma distância de aproximadamente 30 cm.",
    "benefits": "Praticidade do uso no dia a dia com ímã na tampa. Madeira, Refrescante, Pimenta-branca.",
    "bestSeller": false,
    "basePrice": 122.9,
    "salePrice": 85.9
}, 